app/Http/Controllers/Auth/RegisterController.php

insert into `users` (`name`, `email`, `password`, `updated_at`, `created_at`) values ('テスト', 'test@test.com', '$2y$12$cXvFCyhWTbJhMmZpHnlm5.IWxnt6eOvYqc2AJ5CbeH5qjqoWy/l0S', '2023-11-03 20:52:20', '2023-11-03 20:52:20')
---
    protected function create(array $data)
    {
        return User::create([
            'name' => $data['name'],
            'email' => $data['email'],
            'password' => Hash::make($data['password']),
        ]);