routes/web.php

*/

// トップにアクセスしたらリダイレクト
Route::get('/', function () {
    return redirect()->route('user.home');
});
---
select * from `users` limit 1